/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Sissetulev kontaktisoov";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Hõivatud";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Kõne viga 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Kõne viga 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Kõne ootab";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Ühendus";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Kontakt on võrgus sees";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Kontakt ei ole võrgus sees";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Saadud kontaktid";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Faili saatmine lõpule viidud";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Faili edastamine ebaõnnestus";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Esimene sõnum vastu võetud";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Kõne lõpp";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Kõne ootele";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Sissetulev kõne";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Sissetuleva faili edastamine";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Logi sisse";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Logi välja";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Sõnum vastu võetud";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Sõnumi teavitus";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Sõnum saadetud";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Uus kasutaja";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Väljaminev kõne";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Vastaspool lõpetas kõne";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Kõne taastamine";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Valimine";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Kolm piiksu";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Kõnepost";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Väljalogimine";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Sisselogimine";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Kontakt logib sisse";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Kontakt logib välja";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Sissetulev kõne";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Sissetulev kõne – ootel";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Kõne ühendatakse";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Väljaminev kõne";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Kõne lõpp";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Teine osaleja katkestas kõne";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Hõivatud";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Kõne ootele";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Taasta kõne";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Uus sõnum hiljutises vestluses";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Uus sõnum hetkevestluses";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Esimene sõnum vestluses";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Saabus tujuteade";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Kontakt kirjutab";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Sõnum saadetud";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Saabunud kontaktisoov";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Saadud kontaktid";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Sissetuleva faili edastamine";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Faili edastamine – valmis";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Faili edastamine ebaõnnestus";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Töölaua API rakendus ühendatud";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Oled sisse loginud";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Oled välja loginud";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Sinu kontakt \"@\" on Skype's olemas";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Sinu kontakt \"@\" ei ole Skype's kättesaadav";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "\"@\" helistab sulle!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "\"@\" helistab sulle!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Kõne ühendatakse";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Kõne kasutajale - \"@\"";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Kõne lõppes";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Teine osaleja katkestas kõne";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Liin on kinni";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Kõne ootele";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Taasta kõne";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Sõnum";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "\"@\" saatis sõnumi";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Sõnum kontaktile \"@\"";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\" vahetas tujuteadet";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "\"@\" kirjutas sulle vestlusaknasse sõnumi";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" kirjutab";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "\"@\" küsib sinu käest kontaktandmeid";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "\"@\" saatis sulle kontaktide rühma!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "\"@\" saatis sulle faili";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Faili saatmine kasutajale \"@\" on lõppenud";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Faili saatmine kasutajale \"@\" ebaõnnestus";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" ühendatud Skype'iga";
